Repository: common-repository/wpsustainable
Catalog: languages/*.po
Languages: es_es

source: Hosting Green Check
es_es: Comprobar Hosting Verde

source: Site CO2 intensity
es_es: Intensidad de CO2 del sitio

source: There is no sustainability information about your hosting company.
es_es: No hay información de sostenibilidad sobre su empresa de alojamiento.

source: Sustainability
es_es: Sostenibilidad

source: Your Hosting company is not in <a href="https://www.thegreenwebfoundation.org/directory/" target="_blank">The Green Web Foundation directory</a>.
es_es: Su empresa de alojamiento no está en <a href="https://www.thegreenwebfoundation.org/directory/" target="_blank">el directorio de The Green Web Foundation</a>.

source: Your Hosting company is using green energy.
es_es: Su empresa de alojamiento está utilizando energía verde.

source: Your hosting company
es_es: Tu empresa de hosting

source: is using green energy for your site.
es_es: está utilizando energía verde para tu sitio.

source: Documentation:
es_es: Documentación:

source: Your Hosting company is not using green energy.
es_es: Tu empresa de alojamiento no está utilizando energía verde.

source: is not using green energy for your site.
es_es: no está utilizando energía verde para tu sitio.

source: There is no CO2 intensity information about your site.
es_es: No hay información de intensidad de CO2 sobre tu sitio.

source: Your site has not informatiom about the average annual grid intensity based on its real-world location.
es_es: Tu sitio no tiene información sobre la intensidad promedio anual de la red basada en su ubicación en el mundo real.

source: Your average annual grid intensity is
es_es: La intensidad media anual de la red es

source: grams per kilowatt-hour (g/kWh).
es_es: gramos por kilovatio-hora (g/kWh).

source: Your site is in
es_es: Tu sitio está en

source: In year
es_es: En el año

source: the country produced
es_es: el país ha producido

source: from fossil energies.
es_es: de energías fósiles.

source: Check the sustainability from your hosting company and the CO2 generated by your IP address.
es_es: Comprueba la sostenibilidad de tu empresa de hosting y el CO2 generado por tu dirección IP.

source: Hosting Team Contributors
es_es: Colaboradores del Hosting Team
